LOGFILE_PATH = 'log.txt'
DATA_PATH = 'data/database.csv'
INIT = 'init_state.txt'

GENRE_CID = [
    {
        'genre': 'Художественная литература',
        'subgenre':
            {
                '182': 'Классическая и современная проза',
                '185': 'Детективы',
                '186': 'Фантастика. Фэнтези',
                '189': 'Любовные романы. Книги о любви ',
                '6172': 'Поэзия. Драматургия',
                '6175': 'Публицистика. Биографии. Мемуары',
                '6180': 'Исторические романы',
                '6181': 'Приключения',
                '6182': 'Комиксы и манга',
                '6183': 'Юмор',
                '6184': 'Афоризмы. цитаты',
                '6185': 'Фольклор'
            },
    }
]